#**************How To Translate**************
#1. All the lines that start with '#' are comments and will be ignored
#2. The lines that starts with @ store info about the tranlation file. Specifically:
#   @NAME=Language Name in English.
#   @LOCALIZEDNAME=Native Language Name.
#   @AUTH=Author Name.
#   @EMAIL=Author's Email
#   @DESC=Description of this language file
#   @WWW=Author's WebSite
#   @VERSION=Language File Version
#   @BUILD=Program's build that this translation is based on
#   @AUTOUPDATEURL= (future feature that will support live lang pack update)
#3. All The following lines which start with (number)= are the ones that you
#   must translate. Untranslated strings are initially commented.
#   Already translated strings are (optionally) kept for reference as a comment
#   CAUTION!!!
#   Translation strings are ONE-LINERS.
#   DO NOT CHANGE %s (strings) %d (integers) and other %_ as they placeholders.
#   DO NOT CHANGE the numbers before the'='.
#   Watch for special characters like '\r\n' or '\n' which means new line.
#   Take care of the HTML Tags.

@NAME=Swedish
@LOCALIZEDNAME=Svenska
@AUTH=XC
@EMAIL=exce.esse@gmail.com
@DESC=Du hittar den senaste versionen på adressen ovan.
@WWW=http://forum.artificialspirit.com/viewtopic.php?t=317
@VERSION=v0.93.749.1
@BUILD=0
@AUTOUPDATEURL=

#102=Export Selected Lines
102=Exportera valda rader
#103=Album
103=Album
#104=Export All
104=Exportera allt
#105=TrackNo
105=Spår
#106=Location
106=Sökväg
#107=Size
107=Storlek
#108=Type
108=Typ
#109=Duration
109=Längd
#110=Bitrate
110=Bitrate
#111=Delete From History
111=Radera Från historiken
#112=Genre
112=Genre
#113=Comment
113=Kommentar
#114=Date Added
114=Tilläggsdatum
#115=Rating
115=Betyg
#116=Track not found.
116=Spåret kan inte hittas.
#117=Number of Tracks
117=Antal spår
#118=Do you want to see the exported file now?
118=Vill du se den exporterade filen nu??
#119=Date Updated
119=Uppdateringsdatum
#120=Operation
120=Status
#121=No Tracks in this Selection
121=Inga spår i den här markeringen.
#123=Idle
123=Viloläge
#124=Select Something
124=Markera något
#125=Total Size of Tracks (Mb)
125=Spårens sammanlagda storlek (MB)
#126=Idle
126=Viloläge
#127=Records
127=Poster
#128=Show Year (in [] after Albums)
128=Visa år (mellan [] efter album)
#129=First Appearance
129=Första förekomst
#130=Last Appearance
130=Sista förekomst
#131=Rank
131=Placering
#132=Hits
132=Träffar
#133=Do you want to update also the Files? (%d Files will be Affected)
133=Vill du uppdatera även filerna? (%d Filer berörs.)
#134=Application
134=Applicera
#135=Update Tracks Warning
135=Spåruppdateringsvarning
#136=Language
136=Språk
#137=*Needs program restart
137=*Omstart av program behövs
#139=Recognize as fast as you can the song that you listen.
139=Känn igen låten som spelas så fort som möjligt.
#140=Add Files
140=Lägg till filer.
#141=Update Local Collections
141=Uppdatera lokala samlingar
#142=Exit
142=Avsluta
#143=Select Folder
143=Välj mapp
#144=[Unknown]
144=[Okänd]
#145=Quick
145=Snabb
#146=Search
146=Sök
#147=Play
147=Spela
#148=Enqueue
148=Ställ i kö
#149=Advanced Search
149=Avancerad Sökning
#150=History
150=Historik
#151=Options
151=Alternativ
#152=Collections
152=Samlingar
#153=About
153=Om
#154=Artists - Albums
154=Artister - Album
#155=Genres - Artists
155=Genrer - Artister
#156=Years - Albums
156=År - Album
#157=Collections - Artists
157=Samlingar - Artister
#158=Albums with various artists*
158=Album med flera artister*
#159=Sort By Name
159=Sortera på namn
#160=Sort By Rating
160=Sortera på betyg
#161=Sort By Number Of Tracks
161=Sortera på antalet spår
#162=All
162=Alla
#163=Audio
163=Audio
#164=Video
164=Video
#167=Show/Hide Mini Player
167=Visa/dölj minispelare
#168=Play / Pause
168=Spela / paus
#169=Stop
169=Stop
#170=Next
170=Nästa
#171=Previous
171=Föregående
#172=Shuffle
172=Slumpa
#173=Loop
173=Repetera
#174=Show Main Window
174=Visa huvudfönstret
#175=Show Mini Player
175=Visa minispelaren
#176=Exit Application
176=Avsluta program
#177=result found
177=Resultat hittats
#178=results found
178=Resultat hittats
#179=Please enter at least 1 character.
179=Sökningen måste bestå av minst 1 tecken.
#180=Media Idle
180=Media i Viloläge
#181=Network Idle
181=Nätverk i Viloläge
#182=The file '%s' Could not be deleted. Do you want to just remove it from your collection?
182=Filen '%s' kunde inte raderas. Vill du radera det endast från samlingen?
#183=Scanning Files
183=Genomsöker filer...
#184=File
184=Fil
#185=Downloading
185=Laddar ner...
#186=Auto Continue
186=Fortsätt automatiskt
#187=Show Visualizations - Video
187=Visa visualisering - video
#188=Randomize List
188=Blanda listan
#189=Load List (m3u)
189=Öppna lista (m3u)
#190=Save List (m3u)
190=Spara lista (m3u)
#191=Clear List
191=Töm lista
#192=[Various]
192=[Blandade]
#193=Days between check
193=Ladda ner information (*)
#195=Properties
195=Egenskaper
#197=Bad
197=Dålig
#198=Neutral
198=Neutral
#199=Good
199=Bra
#200=Very Good
200=Väldigt bra
#201=Outstanding
201=Fantastisk
#202=Open Containing Folder
202=Öppna målmapp
#203=Copy To
203=Kopiera till
#204=Copy Path
204=Kopiera sökväg
#205=Renamer
205=Döp om
#206=Delete
206=Radera
#207=Download Lyrics
207=Ladda ner text
#208=The files will be completly erased from your PC. Are you sure?
208=Du kommer att radera spår. Vill du fortsätta?
#209=Deletion Operation
209=Radering
#210=Warning
210=Varning
#211=Simple Search
211=Enkel sökning
#212=All Time
212=All Time
#213=Best/Worst
213=Sämsta/Värsta
#214=Lyrics Available
214=Text finns
#215=Special Info
215=Specialinformation
#216=Comments Available
216=Kommentar finns
#217=Personal Available
217=Personlig finns
#218=<table><tr><td><center>Total Rank<br><h1>%s</h1><br>%d hits</center></td><td><left><b>Month's Rank: </b>%s (%d Hits)<br><b>Added in Collection: </b>%s<br><b>First Time Played: </b>%s<br><b>Last Time Played: </b>%s<br></tr></table>
218=<table><tr><td><center>Placering Totalt<br><h1>%s</h1><br>%d Träffar</center></td><td><left><b>Månadsplacering: </b>%s (%d Träffar)<br><b>Inlagd i samling: </b>%s<br><b>Först spelad: </b>%s<br><b>Senast spelad: </b>%s<br></tr></table>
#219=Tracks
219=Spår
#220=Album Review Not Found
220=Albumrecension saknas
#221=Album review
221=Albumrecension
#222=Lyrics Not Found
222=Hittar ingen text
#223=Open Picture
223=Öppna bild
#224=Edit Picture
224=Redigera bild
#225=Save Picture
225=Spara bild
#226=Save Text
226=Spara text
#227=Operation Failed
227=Uppgiften misslyckades
#228=Lyrics
228=Text
#229=It will search for tracks with <b>Comments, Lyrics, Personal Info</b>.
229=Söker med <b>Kommentar, Sångtext, Personlig information</b>.
#230=Popularity
230=Populär
#231=Information not found
231=Information kan inte hittas
#232=Comments
232=Kommentar
#233=Personal
233=Personlig
#234=Special Info
234=Specialinformation
#235=Artist Biography not found
235=Artistens biografi kan inte hittas
#236=Artist Biography
236=Artistens biografi
#237=It will search in <b>Artist, Album, Track</b> and <b>Path</b> Fields.Select also the target <b>media type</b>.
237=Söker i <b>Artist, Album, Spår</b> och <b>Sökvägs</b>fält. Välj även målets <b>mediatyp</b>.
#238=Lyrics etc.
238=Text osv.
#239=Latest Additions
239=Senaste Tillagda
#240=File Type Filter
240=Filter för filtyper
#241=Returns the <b>latest</b> files that have been added in you collection.
241=Returnerar de <b>senaste</b> filerna inlagda i din samling.
#242=Since
242=Sedan
#243=Find the best or the worse tracks (based on the <b>rating</b>).
243=Hitta de bästa eller de sämsta spåren (baserat på <b>betyg</b>).
#244=Most popular Tracks based on the <b>history log</b>.
244=Mest populära spåren baserat på <b>historiken</b>.
#245=It will do a <b>full-text search</b> in various large text information fields.Select the <b>type of text</b> to be searched. Please enter at least 4 characters.
245=Kommer att genomföra en <b>full-text sökning</b> i flera stora textinformations-fält. Välj <b>texttyp</b> att söka. Skriv in minst 4 tecken.
#246=Information Type
246=Informationstyp
#247=Please wait...
247=Vänta...
#248=by
248=av
#249=Last query needed %d ms
249=Senaste sökningen tog %d ms
#250=Are you sure that you want to <b>disable Lyrics Confirmation</b><br>at this session?
250=Är du säker att du vill <b>inaktivera bekräftelse av text</b><br>denna session (Tills du startar om Teen Spirit)?
#251=Disable Lyrics Confirmation
251=Inaktivera bekräftelse av text
#252=Your Music Collection is <b>empty</b>. This may indicate that this is your <b>first time</b> you run this program. If this is so, then you may want to visit <a href='http://www.artificialspirit.com'>Official WebSite</a> to get some help.<br>To <b>Add Some Music Files</b> in your Collection press 'Yes' to Locate a Folder in your computer which contains mp3, wma, avi, mpg files. Press 'No' to continue with an empty collection (<b>Not recommended</b>).
252=Teen Spirit ser att din samling är <b>tom</b>. Detta indikerar att detta är <b>första gången</b> du startar detta program. Om det är så, kanske du vill gå till <a href='http://www.artificialspirit.com'>Teen Spirits WebSida</a> för att få hjälp. För att <b>lägga till musikfiler</b> i din samling klicka 'Ja' för att söka efter en mapp som innehåller mp3, wma, avi, mpg filer. Klicka 'Nej' för att fortsätta med en tom samling (<b>rekommenderas ej</b>).
#253=Yes
253=Ja
#254=No
254=Nej
#255=Empty Collection
255=Tom samling
#256=Years
256=År
#257=Months
257=Månader
#258=Days
258=Dagar
#259=365 Days
259=365 dagar
#260=30 Days
260=30 dagar
#261=10 Days
261=10 dagar
#262=24 Hours
262=24 timmar
#263=Track played
263=Spår spelat
#264=Track specific click
264=Spåra specifika klick
#265=Top 10
265=Topp 10
#266=Top 100
266=Topp 100
#267=Normal
267=Normal
#271=Recorded History
271=Sparad historik
#272=Top Songs
272=Topplåtar
#273=Top Artists
273=Topartister
#274=Year
274=År
#275=Month
275=Månad
#276=Day
276=Dag
#277=untill
277=tills
#278=Not Enough Data.
278=Inte tillräckligt med information.
#279=Time Interval
279=Tidsintervall
#280=This information will be written in the file.
280=Denna information kommer att skrivas till filen.
#281=TimeSlider
281=Tidsmätare
#282=This information will not be written in the file.
282=Denna information kommer inte att skrivas till filen.
#283=Active
283=Aktiv
#284=Text Filters
284=Textfilter
#285=Title
285=Titel
#286=Artist
286=Artist
#287=Export Finished
287=Export klar
#288=Date Filter
288=Datumfilter
#289=Normal
289=Normal
#290=Show Number Of Items (in () after Item)
290=Visa antalet artiklar (i () efter artikeln)
#291=Extra Info
291=ExtraInfo
#292=Item Grouping (Artist / Album Style)
292=Gruppera artiklar (artist / albumstil)
#293=Update
293=Uppdatera
#294=Remove
294=Radera
#295=Add Collection
295=Lägg till samling
#296=Name
296=Namn
#297=Enabled
297=Aktiverad
#298=Min number of Tracks
298=Min antal spår
#299=Main Tags
299=Huvudtaggar
#300=Extra Tags
300=Extrataggar
#301=Internet Options
301=Internet alternativ
#302=Impersonate Browser
302=Personifiera Teen Spirit läsare
#303=Use Default Proxy
303=Använd Standard Proxy
#304=Automated Downloader
304=Automatisk Nedladdare
#309=Special Tags Support
309=Stöd för Specialtaggning
#310=Auto Play
310=Automatisk uppspelning
#311=Remember Last Track
311=Kom ihåg senaste spår
#312=Remember Time
312=och tid
#313=Play Control
313=Uppspelningskontroll
#314=Startup
314=Uppstart
#315=General
315=Allmän
#316=Global Hotkeys
316=Tagentkommandon
#317=Picture
317=Bild
#318=Minimize to Tray
318=Minimera till systemfältet
#319=Mini Player
319=Minispelare
#320=Show Always
320=Visa alltid
#321=Automatic
321=Automatisk
#322=Manually
322=Manuell
#323=Never Show
323=Visa aldrig
#324=List View
324=Lista
#325=Show 'New' sign (in days)
325=Visa 'nytt' indikator (i dagar)
#326=Accept
326=Acceptera
#327=Try Again
327=Försök igen
#328=Refuse
328=Vägra
#329=Accept All
329=Acceptera alla
#330=Don't Show Again
330=Visa inte igen
#331=Info Check
331=Informationskontroll
#332=Main Options
332=Huvudalternativ
#333=Tree View
333=Trädstruktur
#334=Information Retrieval
334=Informationshämtning
#335=Media Player
335=Mediaspelare
#336=Tagging
336=Taggar
#337=A general <b>public</b> description of the track.
337=En generell <b>allmän</b> beskrivning av spåret.
#339=Something that this track <b>reminds</b> you. This info is <b>personal</b>.
339=Något som detta spår <b>påminner</b> dig om. Denna information är <b>personlig</b>.
#340=Multiple Files Properties
340=Flerfilsegenskaper
#342=Biography
342=Biografi
#343=Review
343=Recension
#344=Import data from a file
344=Importera information från en fil
#346=Paste or write some text
346=Klistra eller skriv text
#347=Delete Picture
347=Radera bild
#348=Paste Picture
348=Klistra bild
#349=Picture Dimensions
349=Bilddimensioner
#350=There is a new version available.<br>Do you want to go to the info page?
350=Det finns en ny version tillgänglig.<br>Vill du gå till informationssidan?
#351=Program is up-to-date.
351=Din version av Teen Spirit är den senaste.
#352=Check for updates
352=Sök efter uppdateringar
#353=Games
353=Spel
#354=Update Check Failed.
354=Uppdateringsundersökning misslyckades.
#355=There is no picture in the clipboard.
355=Det finns inga bilder på klippbordet.
#356=Collection List
356=Samlingslista
#358=Start
358=Starta
#359=Results
359=Resultat
#360=Correct Answers
360=Korrekta svar
#361=Wrong Answers
361=Felaktiga svar
#362=Score:
362=Poäng:
#363=Submit Results
363=Skicka svar
#364=Current
364=Aktuell
#365=Best
365=Bäst
#366=Rename
366=Döp om
#367=Please enter a new name
367=Skriv in ett nytt namn
#368=Total Score:
368=Total poäng:
#369=Question:
369=Fråga:
#370=Best Score:
370=Bästa poäng:
#371=Correct
371=Korrekt
#372=Mistake
372=Misstag
#373=Music Quiz
373=Musik frågesport
#374=Adding
374=Lägg till
#375=Copy Text
375=Kopiera text
#376=Detailed Search
376=Detaljerad sökning
#377=Collection
377=Samling
#378=Local Folder
378=Lokal mapp
#379=Net Folder
379=Nätverks mapp
#380=Media
380=Media
#381=Audio CD
381=Audio CD
#382=External Collection
382=Extern Samling
#383=Automatically update database after (sec)
383=Uppdatera databasen automatiskt efter (sek)
#385=Collection update started.
385=Uppdatering av samling startad
#386=Collection update finished.
386=Uppdatering av samling klar.
#387=Removing missing files
387=Raderar filer...
#388=files removed
388= %d filer raderade
#389=files added
389=filer tillagda
#390=Show History
390=Visa historiken
#391=Can' t Locate File!
391=Kan inte hitta filen!
#392=Do you want to see the exported file now?
392=Vill du se den exporterade filen nu?
#393=Empty playlist. Drag Drop some tracks here
393=Tom spellista. Dra och släpp några spår här.
#394=Use multimedia hotkeys
394=Använd multimediatangenter
#395=Clipboard
395=Klippbord
#396=Folder
396=Mapp
#397=Collection already exists
397=Samling existerar redan
#398=Do You want to continue?
398=Vill du fortsätta?
#399=Collection was not accessible
399=Samlingen är inte tillgänglig
#400=Collection is not ready.
400=Samling inte redo.
#401=Track Removed from collection
401=Spår raderad från samling
#402=Removable Storage
402=Flyttbar Media
#403=Not enough tracks to play the quiz
403=För få spår att köra frågesport
#404=Show All Tracks
404=Visa spår.
#405=Locate Track
405=Visa spår
#406=Album info may be available in the FreeDB Servers. Do you want to try and download it?
406=Album info kan vara tillgängligt på FreeDB. Vill du försöka ladda ner det?
#407=The selected CD/DVD Drive is empty.
407=Den valda CD/DVD enheten är tom.
#408=Select Drive
408=Välj enhet
#409=Choose an item from the list. Press 'Rescan' to update the list.
409=Välj en artikel från listan. Tryck 'Läs om' för att uppdatera listan.
#410=Internet is not connected. Do you want to go online?
410=Finns ingen internetanslutning. Vill du ansluta?
#411=Working
411=Arbetar
#412=The whole Drive/Media will be added
412=Hela enheten/mediet kommer att läggas till
#413=total
413=totalt
#414=Docked Visualization
414=Dockad visualisering
#415=Services
415=Tjänster
#416=Virtual tracks
416=Virtuellt spår
#417=This item already exists
417=Denna post existerar redan
#418=Empty
418=Tom
#419=Ready
419=Redo
#420=Import Virtual Tracks
420=Importera virtuella spår
#421=Export Virtual Tracks
421=Exportera virtuella spår
#422=Select the items you want to import to your Virtual Tracks Collection
422=Välj de poster som du vill importera till din Virtuella spår-samling
#423=Select the virtual tracks you want to export to the file
423=Välj de virtuella spår som du vill exportera till filen
#424=Import
424=Importera
#425=Add Virtual Track
425=Lägg till virtuellt spår
#426=Export
426=Exportera
#427=Insert List (m3u)
427=Lägg in lista (m3u)
#428=Hide Visualizations
428=Göm visualisering
#429=Auto Continue Mode
429=Välj läge för automatisk fortsättning
#430=Insert Random Tracks
430=Lägg in slumpmäsiga spår
#431=Remove Others
431=Radera andra
#432=Visualizations/Video
432=Visualisering/Video
#433=Current Viewer
433=Nuvarande visare
#434=Music Browser
434=Musikbläddrare
#435=Mode
435=Läge
#436=Sort
436=Sortera
#437=Filter
437=Filtrera
#438=Play List
438=Spellista
#439=Track List
439=Spårlista
#440=Browser
440=Bläddrare
#441=Success
441=Framgång
#442=Provider
442=Leverantör
#443=Failure
443=Misslyckat
#444=Volume
444=Volym
#445=Auto
445=Auto
#446=Sync with player
446=Synka med spelare
#447=New
447=Ny
#448=Messenger now playing
448=Visa i Messenger
#449=Transparency
449=Genomskinlighet
#450=Skin
450=Skin
#451=LastFM Scrobbler
451=LastFM Scrobbler
#452=Artist picture
452=Artistbild
#453=Album picture
453=Albumbild
#454=sec
454=sek
#455=Activation delay
455=Aktiveringsfördröjning
#456=Format is not supported
456=Formatet stödjs ej
#457=Refuse All
457=Neka alla
#458=Cancel
458=Avbryt
#459=Help
459=Hjälp
#460=Penalty
460=Straff
#461=Bonus
461=Bonus
#462=Game Over
462=Spelet slut
#463=Total Time
463=Total tid
#464=Game Info
464=Spel information
#465=I don't know
465=Jag vet inte
#466=Level
466=Nivå
#467=Select Game
467=Välj spel
#468=Crossfade
468=Crossfade
#469=Disabled
469=Inaktiverad
#470=End
470=Slut
#471=Both
471=Båda
#472=External player
472=extern spelare
#473=Change case
473=Växla skiftläge
#474=All Caps
474=Bara versaler
#475=No Caps
475=Inga versaler
#476=Proper Case
476=Korrekt skiftläge
#477=First Cap
477=Börja med versal
#478=Advanced
478=Avancerat
#480=Appearance
480=Uppträdande
#481=Tooltips
481=Tooltips
#482=Behaviour
482=Betende
#483=Maximum size
483=Maximal storlek
#484=Author
484=Författare
#485=Statistics
485=Statistik
#486=Description
486=Beskrivning
#487=Information
487=Information
#488=Pause
488=Paus
#489=Download
489=Ladda ner
#490=Create
490=Skapa
#491=Update Info From File (Tags)
491=Uppdatera information från fil (taggar)
#492=Locate Album
492=Lokalisera album
#493=More Options
493=Fler alternativ
#494=Descending
494=Fallande
#496=Version
496=Version
#497=Style
497=Stil
#498=Controls
498=Kontroller
#499=Clear
499=Töm
#500=Tag Writer
500=Taggskrivare
#501=Tag Reader
501=Taggläsare
#502=Read Depth
502=Läsdjup
#503=Counting files
503=Räknar filer
